Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/6_undervisningsopplegg-niva-4.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Oahpahusláhču: Dássi 4
sma: Udir.no - Ööhpehtimmiesoejkesje: Daltese 4

source: Oahpahusláhču: Dássi 4
sma: Ööhpehtimmiesoejkesje: Daltese 4

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 4. dási gelbbolašvuođamihttomeriid.
sma: Daesnie lohkehtæjja vuajna guktie satne maahta maahtoeulmiejgujmie 4. daltesisnie barkedh.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri aiddostahttojuvvo oahppoulbmilis, sisdoallu ja bargovuogit, movt vuođđogálggaid integreret ja movt oahpahus sáhttá heivehuvvot juohke ovttaskas oahppái.
sma: Daesnie vuesehte guktie dah maahtoeulmieh tjyölkehke sjïdtieh lïerehtimmieulmine, sisvegisnie jïh barkoevuekine, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh, jïh guktie maahta lïerehtimmiem dan aktegh learoehkasse sjïehtedidh.

source: Dađistaga árvvoštallan ja gielladoaimmat ja gáiddusoahpahus leat oassin dagus.
sma: Vuarjasjimmie iktemearan, gïelesuerkieh jïh maajhööhpehtimmie akte bielie dehtie soejkesjistie.

source: 4. dássi lea 3. dási loahpaheaddji dássi.
sma: Daltese 4 lea dïhte minngemes daltese saemien 3.

source: Okta sámi 2 ja 3 hástalusain lea oažžut ohppiid aktiivvalaččat sámástit.
sma: Akte dejstie haestemijstie Saemien 2 jïh 3 lea learoehkidie skreejredh saemien eadtjohkelaakan nåhtadidh.

source: Vuolábealde aiddostahttojuvvojit oahppoplána 4 dási gelbbolašvuođamihttomearit mat oktiibuot dorjot njálmmálaš gulahallama.
sma: Vuelielisnie maahtoeulmide learoesoejkesjen 4. daltesistie åehpiedahta, mah tjåenghkies njaalmeldh govlesadtemem dåarjedieh.

source: Dát ovdamearkan čájeha dráma ja rollaspealu bakte movt oahppit sáhttet humadit sámi árbevirolaš ealáhusaid birra.
sma: Daate vuesiehtimmie vuesehte draaman jïh råållespïelen tjïrrh, guktie learohkh maehtieh dejpeladtje jielemi bïjre saemiestidh.

source: Ovdamearkkas lea njálmmálaš gulahallan guovddážis.
sma: Dïhte åejviefokuse vuesiehtimmesne lea njaalmeldh govlesadteme.

source: Dán bagadallamis leat válljen deattuhit gelbbolašvuođamihttomearrin searvat ságastallamii sámi árbevirolaš ealáhusaid birra.
sma: Veeljeme daam maahtoeulmiem meatan vaeltedh, meatan årrodh soptsestidh saemien dejpeladtje jielemi bïjre daennie bïhkedimmesne.

source: Duogážiin lea oahppoplána hástaleaddji 4. dási gelbbolašvuođamihttomearri.
sma: Dïhte dannasinie daate akte haestiedihks maahtoeulmie 4. daltesisnie learoesoejkesjisnie.

source: Gelbbolašvuođamihttomearit
sma: Maahtaldahkeulmie

source: Njálmmálaš gulahallan
sma: Njaalmeldh gaskesadteme

source: geavahit loguid áiggi ja dáhtoniid muitaleamis
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: oassálastit ságastallamis sámi árbevirolaš ealáhusaid birra
sma: baakoelåhkoem utnedh guktie maahta fïerhten beajjetji tsiehkine saemiestidh

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: draaman jïh dåemiedimmien tjïrrh åvtese buektedh

source: čállit teavsttaid mat muitalit, válddahallet dahje almmuhit čálli áddejumiid
sma: taallh utnedh gosse galka soptsestidh mij biejjide jïh mennie mieresne tsåahka.

source: ovdanbuktit iežas teavsttaid earáide
sma: soptsestidh saemien jielemi bïjre

source: Oahpahusdagus ii álo fátmmas olles gelbbolašvuođamihttomeari.
sma: Tjaaleldh gaskesadteme Lohkehtimmien ulmieh leah; learohkh gelkieh

source: Gelbbolašvuođamihttomearit leat aiddostahttojuvvon oahppoulbmilis.
sma: teeksth tjaeledh mah våajnoeh jïh mïelh soptsestieh jïh buerkiestieh

source: Oahppomihttomearri lea lávkin gelbbolašvuođamihttomeari ollašuhttima guvlui.
sma: jïjtsh teeksth mubpide åvtese buektedh Ööpehtimmiesoejkesje ij iktegisth abpe maahtoeulmiem faarhmesth.

source: Oahppanulbmilat
sma: Lïerehtimmieulmie

source: Mihttomearrin lea ahte ohppiin galgá leat doarvái sátneriggodat vai árgabeaivvis birge, mas maiddái sámi árbevirolaš ealáhusat leat oassin.
sma: Ulmie lea learohkh edtjieh aktem baakoeveahkam nåhtadidh mij biejjieladtje tsiehkine sjeahta, gusnie aaj akte dejstie saemien dejpeladtje jieliemijstie learohki lïhke dajvesne lea meatan.

source: Dát mearkkaša ahte oahppi galgá máhttit:
sma: Dïhte sæjhta jiehtedh learohkh edtjieh maehtedh:

source: viiddidit sátneriggodaga go oahppá doahpagiid mat gullet árgabeaivválaš dillái ja sámi árbevirolaš ealáhussii
sma: dam biejjieladtje baakoeveahkam lissiehtidh gosse lahtesh lïerieh mah leah dan biejjieladtje tseahkan ektiedamme, jïh akten saemien dejpeladtje jieliemasse

source: oahppat soames sániid mat gullet sámegielat lohkan- ja rehkenastinvuohkái
sma: naan baakoeh lïeredh mah leah saemien ryöknemevuakan ektiedamme

source: atnit árgabeaivválaš giela árbevirolaš ealáhusa birra mii gullá konkrehta dillái
sma: dam biejjieladtje gïelem nåhtadidh ektiedamme akten saemien dejpeladtje jieliemasse, mij lea akten vihties tsiehkien bïjre

source: čállit unnit rollaspealu mii govvida ealáhusa doaimmaid ja doahpagiid
sma: aktem råållespïelem tjaeledh heannadimmiejgujmie jïh lahtesigujmie mah leah jieliemasse ektiedamme

source: neaktit rollaspealu
sma: råållespïelem tjïrrehtidh

source: árvvoštallat njálmmálaš doaimma daid eavttuid vuođul mat vuolábealde namuhuvvojit
sma: dam njaalmeldh darjomem vuarjasjidh dejstie væhtijste mah leah buerkiestamme vuelielisnie

source: Guovddážis dás lea ahte lea autenttalaš dilli man govvidit.
sma: Tjïertestamme aktem rïektes laavenjassem sjugniedidh.

source: Oahppit galget čájehit gelbbolašvuođaset go ráhkadit ja nektet rollaspealu mii govvida árbevirolaš ealáhusa árgabeaivválaš dilálašvuođaid.
sma: Daesnie learohkh edtjieh sov maahtoem vuesiehtidh, gosse aktem råållespïelem biejjieladtje tsiehkiej bïjre darjoeh jïh tjïrrehtieh, aktene dejpeladtje saemien jieliemisnie.

source: Nu ožžot oahppit vejolašvuođa atnit gelbbolašvuođaset ja gielaset juste nu movt árgabeaivvis duođaid dahkko.
sma: Dellie learohkh nuepiem åadtjoeh daajroem jïh gïelem nåhtadidh seammalaakan goh dennie rïektes jieliemisnie.

source: Oahppodoaimmat mat gullet oahppomihttomeriide leat dan buktaga, rollaspealu vuođđun maid oahppit galget buvttadit.
sma: Dah lïerehtimmiedarjomh ektiedamme lïerehtimmieulmide våaromem biejieh dan dorjemassese, råållespïele, maam learohkh edtjieh darjodh.

source: Dás leat váldán vuođu dálá lullisámi boazodoalloealáhusas.
sma: Daesnie veeljeme våaromem vaeltedh daan-beajjetje båatsosne, åarjelsaemien dajvesne.

source: Boazodoalloealáhus doaimmahuvvo miehtá Sámi.
sma: Båatsoe lea abpe Saemien eatnamisnie.

source: Maiddái lea seamma áigeguovdiliin vuođu váldit eará árbevirolaš sámi ealáhusain nugomat guolásteamis, eanandoalus, duojis / duedtie ja eará meahcceealáhusain ja buohtalasealáhusain.
sma: Seamma sjyöhtehke våaromem vaeltedh jeatjah dejpeladtje saemien jieliemisnie goh gööleme, jåartaburrie, duedtie jïh jeatjah miehtjiejielemh jïh aktanimmiejielemh. Ulmieh jaksedh

source: Gelbbolašvuođamihttomearit maid dovdomearkan lea mihttomeriid ollašuhttin ja oahppomihttomearri galgá aiddostahttojuvvot ohppiide.
sma: Tjuara dejtie maahtoeulmide dej væhtajgujmie guktie ulmide jaksedh, jïh lïerehtimmieulmide dej væhtajgujmie guktie ulmide jaksedh, learoehkidie åehpiedehtedh.

source: Oahpásmahte ohppiide oahppomihttomeriid ja singuin njálmmálaččat dan birra ságastala.
sma: Buerkesth jïh digkedh daam njaalmeldh dejgujmie.

source: Mihttomearit galget leat oinnolaččat klássalanjas, ja/dahje dat sáhttet leat oassin bargoplánas.
sma: Dah ulmieh maehtieh våajnoes årrodh klaassen tjiehtjielisnie, jïh / jallh dah maehtieh akte bielie årrodh dehtie barkoesoejkesjistie.

source: Jus dovdomearkkat ja eavttut čállojuvvojit, nugomat bargoplánii, de sáhttet ohppiid váhnemat / ovddasteaddjit searvat bargui.
sma: Jis væhtah tjaalasuvvieh, vuesiehtimmien gaavhtan barkoesoejkesjisnie, dellie eejhtegh / dah mah eejhtegi åvteste, maehtieh meatan årrodh barkosne.

source: Oahppomihttomeriid eavttuid sáhttá skovis govvidit.
sma: Maahta raeriestimmieh lïerehtimmieulmiej væhtaj bïjre aktene goeresne vuesiehtidh.

source: Dás atnit alla, gaskamuddosaš ja vuollegis meriid mánáiddássái ja árvosániid nuoraidskuvlii ja joatkkaskuvlii.
sma: Daesnie dah daltesh jolle, gaskoeh jïh vuelegs maanadaltesasse åtnasuvvieh, jïh karakterh noereskuvlese jïh jåarhkeskuvlese.

source: Tabealla sáhttá ráhkadit álkibun vuođđoskuvlii go joatkkaskuvlii.
sma: Maahta tabellem aelhkebe darjodh maadthskuvlese goh jåarhkeskuvlese.

source: Dát ovdamearka vuhtiiváldá dan vejolašvuođa ahte skovi sáhttá atnit nuoraidskuvllas ja joatkkaskuvllas sámegiela 3 (1-4 dássái).
sma: Daate vuesiehtimmie krööhkeste dïhte aaj maahta noereskuvlesne jïh jåarhkeskuvlesne åtnasovvedh Saemien 3 (daltese 1-4).

source: Gaska- muddosaš / (3-4)
sma: Vuelegs/(2) Gaskoeh/(3-4)

source: Oahppi galgá máhttit:
sma: Learohke edtja maehtedh:

source: viiddidit beaivválaš sátneriggodaga go oahppá doahpagiid mat govvidit beaivválaš dili ja dán ealáhussii
sma: dam biejjieladtje baakoeveahkam lissiehtidh gosse lahtesh leara mah leah ektiedamme dan biejjieladtje tseahkan jïh daan jieliemasse

source: Don máhtát soames sániid ja doahpagiid mat gullet beaivválaš dilálašvuođaide.
sma: Datne maahtah naan baakoeh jïh lahtesh nåhtadidh mah biejjieladtje tsiehkine sjïehtieh

source: Don máhtát soames sániid ja doahpagiid mat gullet dán ealáhussii.
sma: Datne maahtah naan baakoeh jïh lahtesh nåhtadidh ektiedamme daan jieliemasse

source: Don máhtát oalle ollu sániid ja doahpagiid mat čilgejit beaivválaš dilálašvuođa.
sma: Datne maahtah naa jïjnjh baakoeh jïh lahtesh nåhtadidh mah biejjieladtje tsiehkine sjïehtieh

source: Don máhtát oalle ollu sáni ja doahpaga mat gullet dán ealáhussii.
sma: Datne maahtah naa jïjnjh baakoeh jïh lahtesh nåhtadidh ektiedamme daan jieliemasse

source: Don máhtát hui ollu sániid ja doahpagiid mat čilgejit beaivválaš dilálašvuođaid.
sma: Datne maahtah joekoen jïjnjh baakoeh jïh lahtesh nåhtadidh mah biejjieladtje tsiehkine sjïehtieh

source: oahppat soames sániid mat gullet sámegielat lohkan- ja rehkenastin- vuohkái
sma: Datne maahtah joekoen jïjnjh baakoeh jïh lahtesh nåhtadidh ektiedamme daan jieliemasse

source: Don leat oahppan soames sáni ja doahpaga mat gullet sámi lohkan- ja rehkenastin- vuohkái.
sma: såemies baakoeh lïeredh mah leah saemien ryökneme-vuekesne. Datne naan baakoeh lïereme mah leah saemien ryöknemevuekesne

source: Don leat oahppan máŋga sáni mat gullet sámi lohkan- ja rehkenastin- vuohkái ja máhtát daid atnit iešguđet dilálašvuođain.
sma: Datne jienebh baakoeh lïereme mah leah saemien ryöknemevuekesne, jïh maahtah dejtie nåhtadidh naan ovmessie tsiehkine.

source: Don leat oahppan ollu sániid mat gullet sámi lohkan- ja rehkenastin- vuohkái ja máhtát daid atnit iešguđet oktavuođain.
sma: Datne jïjnjh baakoeh lïereme mah leah saemien ryöknemevuekesne, jïh maahtah dejtie nåhtadidh jïjnjh ovmessie tsiehkine.

source: čállit smávit rollaspealu mas lea doahpagat ja govvida dán ealáhusa doaimma
sma: aktem onne råållespïelem tjaeledh heannadimmie-gujmie jïh lahtesigujmie mah leah jieliemasse ektiedamme

source: Don čálát soames rollaid smávit rollaspellui, ja válddát mielde soames doahpaga mat gullet dán ealáhussii.
sma: Datne naan råållah tjaalah akten råållespïelese, jïh meatan vaaltah såemies lahtesh jieliemasse ektiedamme.

source: Don čálát soames rollaid smávit rollaspellui, ja govvidat duohta dilálašvuođa ja anát soames doahpaga mat gullet dán ealáhussii.
sma: Datne råållah tjaalah akten onne råållespïelese, jïh meatan vaaltah aktem rïektes heannadimmiem jïh såemies lahtesh jieliemasse ektiedamme

source: Don čálát soames rollaid rollaspellui, ja govvidat duohta dilálašvuođa ja anát doahpagiid mat gullet dán ealáhussii.
sma: Datne råållah tjaalah akten råållespïelese, jïh meatan vaaltah aktem rïektes heannadimmiem jïh jïjnjh lahtesh jieliemasse ektiedamme

source: neaktit rollaspealu njálmmálaš dialogain
sma: råållespïelem tjïrrehtidh njaalmeldh dijalogigujmie

source: Don neavttat soames daid dialogain masa ledjet ráhkkanan.
sma: Datne såemies dejstie dijalogijste jeahtah maam soejkesjamme

source: Don neavttát dialogaid maid ledjet oahppan dán rollaspealus, ja dagat dan bures.
sma: Datne dijalogide, mejtie datne soejkesjamme, hijvenlaakan jeahtah

source: Don neavttát rollaspealu dialogaid lunddolaš ja buori ládje.
sma: Datne dijalogide råållespïelesne iemielaakan jïh hijvenlaakan jeahtah.

source: Dás heive ahte oahppit ohppet sámegielat lohkan- ja rehkenastivuogi, vaikko dat gullá ge 6.
sma: Daesnie sjeahta learohkidie ånnetji buerkiestidh saemien ryöknemevuekien bïjre, jalhts dïhte edtja 6. daltesisnie årrodh.

source: Ovdamearkka dihte sáhttá čoahkkeloguin lohkat olbmuid (gööktesh, golmesh, njealjesh jna. – guokte, golbma, njeallje olbmo fárrolaga), bohccuid (gööktege, golmege, njealjege jna. – guokte, golbma, njeallje bohcco fárrolaga) ja čorraga sturrodat (bïrhketje, stuhtje, ealoe jna. – smávit čora, 8-12 ealli) ja oassin olles ealus (čora / eallu) sáhttet leat áigeguovdilis doahpagat.
sma: Vuesiehtimmien gaavhtan maahta tjöönghkemetaallh almetjidie (gööktesh, golmesh, njealjesh jnv. – göökte, golme, njieljie almetjh ektesne) bovtsh (gööktege, golmege, njealjege jnv. – göökte, golme, njieljie bovtsh ektesne) jïh krievviestoeredahkh (bïrhketje, stuhtje, ealoe jnv. – onne krievvie 8-12 bovtsijste) jïh akte stuhtje aktede krievveste, sjyöhtehke lahtesh årrodh.

source: Buot sámi árbevirolaš ealáhusain gávdnojit lohkan- ja rehkenastinvuogit maid sáhttá sisafievrridit dán ovdamerkii.
sma: Gaajhkine saemien dejpeladtje jielieminie leah ryöknemevuekieh mejtie maahta meatan vaeltedh daennie vuesiehtimmesne.

source: Skovvi galgá leat sihke oahpaheaddji oahpahusa várás ja oahppi iešárvvoštallama várás.
sma: Goere maahta våarominie årrodh dovne lohkehtæjjan vuarjasjæmman iktemearan, jïh learohki jïjtsevuarjasjæmman.

source: Skovi sáhttá maiddái atnit oahppiságastallama vuođđun dahje ovdánahttinságastallan gaskal oahpaheaddji, ohppiid ja váhnemiid / ovddasteddjiid.
sma: Goere maahta aaj våarominie årrodh akten learohkesoptsestæmman, jallh akten evtiedimmiesoptsestæmman lohkehtæjjan, learohken jïh eejhtegi / eejhtegi åvteste gaskem.

source: Oahppandoaimmat
sma: Lïerehtimmiedarjomh

source: Dás gávdná oahpaheaddji ovdamearkkaid dasa movt son sáhttá bargat gelbbolašvuođamihttomeriin 4. dásis; sisdoallu ja oahppandoaimmat, vuođđogálggat, heivehuvvon oahpahus, gáiddusoahpahus ja gasku árvvoštallan.
sma: Daesnie lohkehtæjja vuesiehtimmieh gaavna guktie satne maahta maahtoeulmiejgujmie barkedh 4. daltesisnie; sisvege jïh lïerehtimmiedarjomh, vihkielommes maehtelesvoeth, sjïehtedamme lohkehtimmie, maajhööhpehtimmie jïh vuarjasjimmie iktemearan.

source: Ovdamáhtut
sma: Åvtedaajroe

source: Lea eaktun ahte oahppit buori muddui máhttet árgabeaivválaš doahpagiid ja ahte leat oahppan lohkosániid ja ortnetloguid.
sma: Tsiehkestahta learohkh naa jïjnjem maehtieh dejstie biejjieladtje lahtesijstie, jïh taallh jïh öörnegetaallh lïereme.

source: Ovdal oahpahusdahkosa sáhttá leat ávkkálaš ja vuogas geardduhit árgabeaivválaš doahpagiid ja loguid.
sma: Ööhpehtimmien åvtelen maahta maereles årrodh dejtie daerpies biejjieladtje lahtesidie jïh taallide vuartasjidh ikth vielie.

source: Ođđa doahpagiid álggaheapmi
sma: Orre lahtesh sjïehtesjidh

source: Oahpaheaddji digaštallá deháleamos sániid ja doahpagiid.
sma: Lohkehtæjja dejtie vihkielommes baakojde jïh lahtesidie buerkeste.

source: Geahča dás ođđa goarttaid ovdamearkka mas leat ođđa sánit ja doahpagat:
sma: Daesnie göökte kåarhth vuajnah orre baakoe-jïh lahtesigujmie:

source: Govven: Elin Fjellheim, Elgå skuvle
sma: Guvvie: Elin Fjellheim, Elgå skuvle

source: Dasto sáhttet oahppit oahppat eanemus guovddáš doahpagiid iešguđetlágan doaimmaid bakte, ovdamearkka dihte sátnegeardun, sátnebordin seaidnespeallu ja rumašspeallu (kroppskrøll).
sma: Dan mænngan learohkh maehtieh dejtie vihkielommes lahtesidie lïeredh ovmessie darjomi tjïrrh, vuesiehtimmien gaavhtan baakoe-loop, baakoe-pussel, vïedtjespïele jïh kråahpe-kröll.

source: Válddaheames oahppanvugiid
sma: Buerkiestimmie lïerehtimmievuekijste

source: Visuala oahppit liikojit
sma: Visuelle learohkh lyjhkoeh

source: Auditiiva oahppit liikojit
sma: Auditive learohkh lyjhkoeh

source: - lohkat ja čállit, geahččat filmma, sárgut, bargat bargogirjjiin ja govvidit jurddakártta
sma: - lohkedh tjaeledh, filmem vuejnedh, guvviedidh, barkoeheeftigujmie barkedh jïh åssjaldahkekaarhtese guvvieh darjodh

source: - govaid ja sániid
sma: - guvvieh jïh baakoeh

source: - guldalit, digaštallat, hupmat iežainis dahje earáiguin ja jitnosit lohkat
sma: - goltelidh, digkiedidh, jïjtsinie jallh jeatjabigujmie soptsestidh jïh reegkes gïeline lohkedh

source: Taktiila oahppit liikojit
sma: Taktile learohkh lyjhkoeh

source: Kinestetihkka oahppit liikojit
sma: Kinestetiske learohkh lyjhkoeh

source: - guoskkahit diŋggaid, giehtabarggu, dihtoriin bargat, ráhkadit seaidneplakáhtaid, speallat, čállit, čuohpadit ja liibmet
sma: - aath doehtedidh, gïetigujmie barkedh, pc ’ ine barkedh, vïedtjeplakath darjodh, spealadidh, tjaeledh, bietskiedidh jïh lïjmesjidh

source: - bargat čoavddarieggáin ja árpobreahtain
sma: - tjoevtenjereagkine jïh laejkiepreejrine barkedh

source: - lihkadit ja olleš rupmaša atnit, speallat iešguđetlágan spealuid, teáhterneaktima ja praktihkalaš barggu
sma: - svihtjedh jïh abpe kråahpem nåhtadidh, ovmessie spïelh spealadidh, teaterem spealadidh jïh dæjpeles barkoe

source: - seaidne- ja láhttespealuid
sma: - vïedtje- jïh guelpiespïelh

source: Cavgileapmin dasa movt oahppit sáhttet geardduhit ja maiddái oahppat ođđa sániid, geahča artihkkala sátneoahppama birra ja artihkkala oahppanstrategiijaid birra eaŋgalasgielat bagadusas.
sma: Edtja raerie gaavnedh guktie learohkh maehtieh repeteredh jïh orre baakoeh lïeredh, vuartesjh artihkelem ordlæring jïh artihkelem læringsstrategier bïhkedimmesne eengelsken gïelese.

source: Ávkkástala dan álgun mii heive oahppijovkui.
sma: Nåhtedh goh sjïehtesjimmie, dïhte mij learohkedåahkan sjeahta

source: Bovde soames lagasbirrasa olbmo ohppiide muitalit báikkálaš muhtin árbevirolaš sámi ealáhusa birra.
sma: Baajh naakenem dehtie lïhkes dajveste akten voenges saemien dejpeladtje jielemen bïjre soptsestidh

source: Ane vuođđun dan go klássaoahppit finadedje árbevirolaš ealáhusdoalli guossis oahppamis su ealáhusa birra.
sma: Vaeltieh våaromem akten aejkien dijjieh lidh guessine naakeni luvnie, mah dejpeladtje jielemigujmie gïehtelieh

source: Bija ohppiid lohkat oanehis ja álkes fáktadieđuid ohppiid lagasbirrasa sámi árbevirolaš ealáhusa birra.
sma: Baajh learoehkidie åenehks jïh aelhkies rïektesetjaalegh lohkedh akten saemien dejpeladtje jielemen bïjre, learohken lïhkes dajveste

source: Rollaspeallu lea okta vugiin ohppiide movt ealáskahttit gielaset.
sma: Råållespïeline maahta learoehkidie skreejredh altese saemien gïelem soptsestidh.

source: Rollaspealus ii leat ” ieš oahppi ” guhte hupmá, go dat lea rolla maid neaktá.
sma: Aktene råållespïelesne ij leah " learohke jïjtje " mij soptseste, bene dïhte akte råålle.

source: Nu sáhttá buorebut jávkadit ohppiin olahusbalu jus ballet hupmamis boastut.
sma: Dellie ij leah seamma vaarege, jïh learohke slyöhpoe billedh satne båajhtoelaakan soptseste.

source: Go oahppit ráhkadit rollaspealu, de lea jurddašuvvondilli man galget neaktit.
sma: Gosse learohkh råållespïelem darjoeh, dellie aktem ussjedamme tsiehkiem utnieh.

source: Ovdamearka
sma: Vuesiehtimmie

source: Mii deaivvadit rátkkagárddis
sma: Mijjieh raarhkosne gaavnesjibie

source: Ráhkat govvadaga mii dili govvida Gos leat mii ?
sma: Darjoeh aktem guvviem heanndimmeste Gusnie libie ?

source: Movt lea guovlu gos lehpet ? Govvidit luonddu, olbmuid jna..
sma: Guktie daesnie vååjnoeBuerkiestimmie eatnamistie, almetjijste jnv..

source: Gos leat mii ?
sma: Gusnie libie ?

source: Movt lea guovlu gos lehpet ?
sma: Guktie daesnie vååjnoe

source: Govvidit luonddu, olbmuid jna..
sma: Buerkiestimmie eatnamistie, almetjijste jnv..

source: Makkár olbmot leat báikkis ?
sma: Mah almetjh stïeresne ?

source: Geahča rollagoartta
sma: Vuartesjh råållekåarhtem

source: Rollagoarta:
sma: Råållekåarhte:

source: Gii mun lean ?
sma: Nomme Gie manne ?

source: - olmmoš - gaskavuohta earáide spealus - sohkavuohta - bargoolmmái - veahkeheaddjin
sma: - almetje - ektiedimmie jeatjabidie spïelesne - slïekte - barkoevoelpe - viehkie

source: Iešvuohta Ane adjektiivvaid go muitalat Ovdamearka: Mun lean ilus, siivui, suhtus jnv..
sma: Jïjtsevoete Nåhtedh adjektijvem buerkiestidh Vuesiehtimmie: Manne geerjene, gïemhpes, måarehks j.n.v.

source: Mii dáhpáhuvvá jurddašuvvon dilálašvuođas ?
sma: Mij heannede dennie ussjedamme tsiehkesne ?

source: Ovdamearka Dálvi
sma: Vuesiehtimmie Daelvie

source: Čohkken gárdái
sma: Geadtan tjöönghkedh

source: Bargu gárddis
sma: Barkoe giedtesne

source: Dás sáhttá earuhit ohppiid ovdamáhtolašvuođa mielde.
sma: Daesnie maahta joekehtehtedh learohki åvtedaajroej mietie.

source: Áigeguovdilin lea ovdamearkan rátkin, njuovadeapmi ja lohkan.
sma: Sjyöhtehke lea vuesiehtimmien gaavhtan raarhkoe, leekedimmie jïh ryökneme.

source: Lea dehálaš ahte oahppit oahpásmuvvet rollaiguin maid galget neaktit ja nu sin oadjudit.
sma: Vihkeles dah learohkh åehpies sjïdtieh sijjen råållajgujmie, guktie dah jearsoes sjïdtieh.

source: Ráhkat dialoga juohke dilálašvuhtii.
sma: Darjoeh dijalogh fïerhten tseahkan.

source: Divtte ohppiid ráhkadit dilálašvuođaid mat leat áigeguovdilat.
sma: Baajh learohkidie heannadimmieh darjodh mah maehtieh sjyöhtehke årrodh.

source: Buohkat sáhttet oktanaga searvat spellui, muhto dan sáhttá maiddái čađahit seamma lanjas iešguđege ” hupmanstašuvnnain ” mat de doibmet dege sierra gielladomeanan.
sma: Gaajhkesh maehtieh meatan årrodh spïelesne seamma aejkien, bene maahta aaj dam darjodh seamma tjiehtjielisnie ovmessie " soptsestimmiesijjine ", mah maehtieh goh jïjtsh gïelesuerkieh årrodh.

source: Loga eanet gielladomeanaid birra sierra artihkkalis.
sma: Lohkh vielie gïelesuerkiej bïjre aktene jïjtse tjaalegisnie.

source: Hupmanstašuvdna 1 Ránnjáorohagas boahtá olmmoš geahčadit leatgo sis mastan bohccuid deike.
sma: Soptsestimmiesijjie 1 Akte almetje kraannatjielteste båata jïh sæjhta krievviem gïehtjedh juktie vuejnedh mejtie sijjen bovtsh desnie.

source: Dovdaba go soai goabbat guoimmiska ovdalaččas ?
sma: Dah guaktah sinsitniem aarebistie damtijægan ?

source: Soai buorástahttiba goabbat guoimmiska, muitaleaba geat soai leaba ja gos boahtiba.
sma: Dah sinsitniem buarastehtieh, jïjtjemse åehpiedehtieh jïh soptsestieh gubpede båetieh.

source: Maid soai lohkaba goabbat guoibmáseaska ?
sma: Maam sinsætnan jiehtieh ?

source: Goalmmát olmmoš boahtá ja jearrá ságaid guohtuma birra, ja movt geassi ja čakča lea leamašan jnv..
sma: Akte gåalmede almetje tjaanga jïh gåatomen bïjre gihtjie, guktie giesie tjaktje orreme jnv..

source: Hupmanstašuvdna 2 Guokte eaiggáda humadeaba makkáraš ja gean bohccot lea čohkkejuvvon mat gullet ránnjáorohahkii.
sma: Soptsestimmiesijjie 2 Göökte almetjh soptsesteminie mah / gien bovtsh kraannasijteste mah tjåenghkies.

source: Hupmanstašuvdna 3 Soames olbmot čippustit dollagáttis ja hupmet árgabeaivválaš dilálašvuođaid birra
sma: Soptsestimmiesijjie 3 Såemies almetjh dållebealesne tjahkasjieh jïh biejjieladtje aati bïjre soptsestieh.

source: Ná sáhttá dilálašvuođa sirdit hupmanstašuvnnas hupmanstašuvdnii, ja ođđa dilit čuožžilit dárbbu mielde.
sma: Naemhtie abpe tsiehkie maahta jeatjahlaakan sjïdtedh soptsetimmiesijjeste soptsestimmiesæjjan, jïh orre ussjedamme heannadimmieh sjïdtieh daerpiesvoeten mietie.

source: Dát leat vuođđogeađggit mat viiddidit giellaanu.
sma: Daah leah bigkemegierkieh mah gïeleåtnoem lissiehtieh.

source: Vállje galle olbmo galget searvat rollaspellui, dan mielde galle oahppi leat sámegieldiimmuin.
sma: Veeljh man gellie almetjh mah edtjieh meatan årrodh råållespïelesne, mestie man gellie learohkh saemientæjmojne.
